Repository: anonim-111/c-panel
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Enter the same password as before, for verification.
uz: Текшириш учун аввалги паролни киритинг.

source: Raw passwords are not stored, so there is no way to see this user’s password, but you can change the password using <a href="{}">this form</a>.
uz: Хом пароллар сақланмайди, шунинг учун бу фойдаланувчининг паролини кўриш имкони йўқ, лекин сиз <a href="{}">ушбу форма</a>дан фойдаланиб паролни ўзгартиришингиз мумкин.

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive.
uz: Илтимос, тўғри %(username)s ва паролни киритинг. Эътибор беринг, икки майдон ҳам катта-кичик ҳарфга сезгир бўлиши мумкин.

source: This account is inactive.
uz: Бу аккаунт нофаол.

source: Email
uz: Электрон почта

source: New password
uz: Янги парол

source: New password confirmation
uz: Янги паролни тасдиқлаш

source: Your old password was entered incorrectly. Please enter it again.
uz: Эски паролингиз нотўғри киритилди. Илтимос, қайтадан киритинг.

source: Old password
uz: Эски парол

source: Password (again)
uz: Парол (қайтадан)

source: algorithm
uz: алгоритм

source: iterations
uz: итерациялар

source: salt
uz: тўз

source: hash
uz: хеш

source: variety
uz: тур

source: version
uz: версия

source: memory cost
uz: хотира сарфи

source: time cost
uz: вақт сарфи

source: parallelism
uz: параллеллик

source: work factor
uz: иш омили

source: checksum
uz: назорат йиғиндиси

source: codename
uz: код номи

source: permission
uz: рухсатнома

source: permissions
uz: рухсатномалар

source: group
uz: группа

source: groups
uz: группалар

source: superuser status
uz: суперфойдаланувчи ҳолати

source: Designates that this user has all permissions without explicitly assigning them.
uz: Бу фойдаланувчига барча рухсатномаларни алоҳида белгиламасдан берилишини белгилайди.

source: The groups this user belongs to. A user will get all permissions granted to each of their groups.
uz: Бу фойдаланувчи тегишли бўлган гуруҳлар. Фойдаланувчи гуруҳларига берилган барча рухсатномаларни олади.

source: user permissions
uz: фойдаланувчи рухсатномалари

source: Specific permissions for this user.
uz: Бу фойдаланувчи учун махсус рухсатномалар.

source: username
uz: фойдаланувчи номи

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
uz: Мажбурий. 150 та белгидан ошмаслиги керак. Фақат ҳарфлар, рақамлар ва @/./+/-/_.

source: A user with that username already exists.
uz: Бундай фойдаланувчи номи аллақачон мавжуд.

source: first name
uz: исм

source: last name
uz: фамилия

source: email address
uz: электрон почта манзили

source: staff status
uz: ходим ҳолати

source: Designates whether the user can log into this admin site.
uz: Фойдаланувчи бу админ сайтга кириши мумкинлигини белгилайди.

source: active
uz: фаол

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
uz: Фойдаланувчи фаол ҳисобланишини белгилайди. Аккаунтни ўчириш ўрнига буни танламаслик мумкин.

source: date joined
uz: қўшилган сана

source: users
uz: фойдаланувчилар

source: This password is too short. It must contain at least %(min_length)d character.
uz: Бу парол жуда қисқа. У камида %(min_length)d та белгидан иборат бўлиши керак.

source: Your password must contain at least %(min_length)d character.
uz: Паролингиз камида %(min_length)d та белгидан иборат бўлиши керак.

source: The password is too similar to the %(verbose_name)s.
uz: Парол %(verbose_name)s билан жуда ўхшаш.

source: Your password can’t be too similar to your other personal information.
uz: Паролингиз бошқа шахсий маълумотларингизга жуда ўхшаш бўлмаслиги керак.

source: This password is too common.
uz: Бу парол жуда оддий.

source: Your password can’t be a commonly used password.
uz: Паролингиз одатда ишлатиладиган парол бўлмаслиги керак.

source: This password is entirely numeric.
uz: Бу парол тўлиқ рақамлардан иборат.

source: Your password can’t be entirely numeric.
uz: Паролингиз фақат рақамлардан иборат бўлмаслиги керак.

source: Password reset on %(site_name)s
uz: %(site_name)s сайтида парол тикланди

source: Enter a valid username. This value may contain only English letters, numbers, and @/./+/-/_ characters.
uz: Тўғри фойдаланувчи номини киритинг. Фақат инглиз ҳарфлари, рақамлар ва @/./+/-/_ белгиларидан иборат бўлиши мумкин.

source: Enter a valid username. This value may contain only letters, numbers, and @/./+/-/_ characters.
uz: Тўғри фойдаланувчи номини киритинг. Фақат ҳарфлар, рақамлар ва @/./+/-/_ белгиларидан иборат бўлиши мумкин.

source: Logged out
uz: Чиқиб кетилди

source: Password reset sent
uz: Парол тиклаш юборилди

source: Enter new password
uz: Янги паролни киритинг

source: Password reset unsuccessful
uz: Парол тиклаш муваффақиятсиз

source: Password reset complete
uz: Парол тиклаш тўлиқ бажарилди

source: Password change successful
uz: Парол муваффақиятли ўзгартирилди

source: That page number is not an integer
uz: Бу саҳифа рақами бутун сон эмас

source: That page number is less than 1
uz: Бу саҳифа рақами 1 дан кичик

source: That page contains no results
uz: Ушбу саҳифада ҳеч қандай натижа йўқ

source: Enter a valid value.
uz: Тўғри қийматни киритинг.

source: Enter a valid URL.
uz: Тўғри URL манзилни киритинг.

source: Enter a valid integer.
uz: Тўғри бутун сонни киритинг.

source: Enter a valid email address.
uz: Тўғри электрон почта манзилини киритинг.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
uz: Ҳарфлар, рақамлар, пастки чизиқ ёки чизиқчалардан иборат тўғри “slug” киритинг.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
uz: Unicode ҳарфлари, рақамлари, пастки чизиқ ёки чизиқчалардан иборат тўғри “slug” киритинг.

source: Enter a valid IPv4 address.
uz: Тўғри IPv4 манзилни киритинг.

source: Enter a valid IPv6 address.
uz: Тўғри IPv6 манзилни киритинг.

source: Enter a valid IPv4 or IPv6 address.
uz: Тўғри IPv4 ёки IPv6 манзилни киритинг.

source: Enter only digits separated by commas.
uz: Фақат вергул билан ажратилган рақамларни киритинг.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
uz: Бу қиймат %(limit_value)s га тенглигини таъминланг (ҳозир %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
uz: Бу қиймат %(limit_value)s дан кичик ёки унга тенг бўлишини текширинг.

source: Ensure this value is greater than or equal to %(limit_value)s.
uz: Бу қиймат %(limit_value)s дан катта ёки унга тенг бўлишини текширинг.

source: Ensure this value is a multiple of step size %(limit_value)s.
uz: Бу қиймат %(limit_value)s қадамнинг кўпайтмаси бўлишини текширинг.

source: Ensure this value is a multiple of step size %(limit_value)s, starting from %(offset)s, e.g. %(offset)s, %(valid_value1)s, %(valid_value2)s, and so on.
uz: Бу қиймат %(offset)s дан бошлаб %(limit_value)s қадам кўпайтмаси бўлишини таъминланг, масалан: %(offset)s, %(valid_value1)s, %(valid_value2)s ва ҳ.к.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
uz: Бу қиймат камида %(limit_value)d та белгидан иборат бўлиши шарт (ҳозир %(show_value)d та).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
uz: Бу қиймат кўпи билан %(limit_value)d та белгидан иборат бўлиши шарт (ҳозир %(show_value)d та).

source: Enter a number.
uz: Сон киритинг.

source: Ensure that there are no more than %(max)s digit in total.
uz: Жами рақамлар сони %(max)s тадан кўп эмаслигини таъминланг.

source: Ensure that there are no more than %(max)s decimal place.
uz: Ўнлик каср хоналари %(max)s тадан кўп эмаслигини таъминланг.

source: Ensure that there are no more than %(max)s digit before the decimal point.
uz: Ўнлик нуқтагача %(max)s тадан кўп рақам бўлмаслигини таъминланг.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
uz: “%(extension)s” файл кенгайтмасига рухсат берилмаган. Рухсат этилганлари: %(allowed_extensions)s.

source: Null characters are not allowed.
uz: Бўш (null) белгиларга рухсат берилмайди.

source: %(model_name)s with this %(field_labels)s already exists.
uz: %(field_labels)s билан %(model_name)s аллақачон мавжуд.

source: Constraint “%(name)s” is violated.
uz: “%(name)s” чеклови бузилган.

source: Value %(value)r is not a valid choice.
uz: %(value)r қиймати тўғри танлов эмас.

source: This field cannot be null.
uz: Бу майдон бўш (null) бўлиши мумкин эмас.

source: This field cannot be blank.
uz: Бу майдон бўш қолдирилиши мумкин эмас.

source: %(model_name)s with this %(field_label)s already exists.
uz: "%(field_label)s" билан %(model_name)s аллақачон мавжуд.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
uz: %(date_field_label)s %(lookup_type)s учун %(field_label)s уникал бўлиши керак.

source: Field of type: %(field_type)s
uz: Майдон тури: %(field_type)s

source: “%(value)s” value must be either True or False.
uz: “%(value)s” қиймати Рост ёки Ёлғон бўлиши керак.

source: “%(value)s” value must be either True, False, or None.
uz: “%(value)s” қиймати Рост, Ёлғон ёки Йўқ бўлиши керак.

source: Boolean (Either True or False)
uz: Мантиқий (Рост ёки Ёлғон)

source: String (up to %(max_length)s)
uz: Сатр (узунлиги %(max_length)s гача)

source: String (unlimited)
uz: Сатр (чексиз)

source: Comma-separated integers
uz: Вергул билан ажратилган бутун сонлар

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
uz: “%(value)s” қиймати нотўғри сана форматида. YYYY-MM-DD форматда бўлиши керак.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
uz: “%(value)s” қиймати YYYY-MM-DD форматда, лекин сана нотўғри.

source: Date (without time)
uz: Сана (вақтсиз)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
uz: “%(value)s” қиймати нотўғри. YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] форматда бўлиши керак.

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
uz: “%(value)s” YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] форматда, лекин сана/вақт нотўғри.

source: Date (with time)
uz: Сана (вақт билан)

source: “%(value)s” value must be a decimal number.
uz: “%(value)s” қиймати ўнлик сон бўлиши керак.

source: Decimal number
uz: Ўнлик сон

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
uz: “%(value)s” қиймати нотўғри. [DD] [[HH:]MM:]ss[.uuuuuu] форматда бўлиши керак.

source: Duration
uz: Давомийлик

source: Email address
uz: Электрон почта манзили

source: File path
uz: Файл манзили

source: “%(value)s” value must be a float.
uz: “%(value)s” қиймати ҳақиқий сон (float) бўлиши керак.

source: Floating point number
uz: Ҳақиқий сон

source: “%(value)s” value must be an integer.
uz: “%(value)s” қиймати бутун сон бўлиши керак.

source: Integer
uz: Бутун сон

source: Big (8 byte) integer
uz: Катта (8 байт) бутун сон

source: Small integer
uz: Кичик бутун сон

source: IPv4 address
uz: IPv4 манзил

source: IP address
uz: IP манзил

source: “%(value)s” value must be either None, True or False.
uz: “%(value)s” қиймати Йўқ, Рост ёки Ёлғон бўлиши керак.

source: Boolean (Either True, False or None)
uz: Мантиқий (Рост, Ёлғон ёки Йўқ)

source: Positive big integer
uz: Мусбат катта бутун сон

source: Positive integer
uz: Мусбат бутун сон

source: Positive small integer
uz: Мусбат кичик бутун сон

source: Slug (up to %(max_length)s)
uz: Slug (узунлиги %(max_length)s гача)

source: Text
uz: Матн

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
uz: “%(value)s” қиймати нотўғри. HH:MM[:ss[.uuuuuu]] форматда бўлиши керак.

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
uz: “%(value)s” HH:MM[:ss[.uuuuuu]] форматда, лекин вақт нотўғри.

source: Time
uz: Вақт

source: Raw binary data
uz: Хом бинар маълумотлар

source: “%(value)s” is not a valid UUID.
uz: “%(value)s” тўғри UUID эмас.

source: Universally unique identifier
uz: Умумий уникал идентификатор

source: File
uz: Файл

source: Image
uz: Расм

source: A JSON object
uz: JSON объект

source: Value must be valid JSON.
uz: Қиймат тўғри JSON бўлиши керак.

source: %(model)s instance with %(field)s %(value)r does not exist.
uz: %(field)s %(value)r билан %(model)s мавжуд эмас.

source: Foreign Key (type determined by related field)
uz: Ташқи калит (тури алоқадор майдонга боғлиқ)

source: One-to-one relationship
uz: Бирга-бир муносабат

source: %(from)s-%(to)s relationship
uz: %(from)s-%(to)s муносабати

source: %(from)s-%(to)s relationships
uz: %(from)s-%(to)s муносабатлари

source: Many-to-many relationship
uz: Кўп-кўпга муносабат

source: This field is required.
uz: Ушбу майдон тўлдирилиши шарт.

source: Enter a whole number.
uz: Бутун сонни киритинг.

source: Enter a valid date.
uz: Тўғри сана киритинг.

source: Enter a valid time.
uz: Тўғри вақт киритинг.

source: Enter a valid date/time.
uz: Тўғри сана/вақт киритинг.

source: Enter a valid duration.
uz: Тўғри давомийлик киритинг.

source: The number of days must be between {min_days} and {max_days}.
uz: Кунлар сони {min_days} ва {max_days} орасида бўлиши керак.

source: No file was submitted. Check the encoding type on the form.
uz: Ҳеч қандай файл юборилмади. Форманинг кодлаш турини текширинг.

source: No file was submitted.
uz: Ҳеч қандай файл юборилмади.

source: The submitted file is empty.
uz: Юборилган файл бўш.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
uz: Файл номи энг кўпи %(max)d та белгидан ошмаслиги керак (ҳозир %(length)d та).

source: Please either submit a file or check the clear checkbox, not both.
uz: Илтимос, файл юборинг ёки тозалашни белгиланг, лекин иккаласини эмас.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
uz: Тўғри расм юкланг. Юкланган файл расм эмас ёки бузилган.

source: Select a valid choice. %(value)s is not one of the available choices.
uz: Тўғри танловни қилинг. %(value)s мавжуд вариантлардан бири эмас.

source: Enter a list of values.
uz: Қийматлар рўйхатини киритинг.

source: Enter a complete value.
uz: Тўлиқ қиймат киритинг.

source: Enter a valid UUID.
uz: Тўғри UUID киритинг.

source: Enter a valid JSON.
uz: Тўғри JSON киритинг.

source: (Hidden field %(name)s) %(error)s
uz: (Яширилган майдон %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
uz: ManagementForm маълумотлари йўқ ёки ўзгартирилган. Етишмаётган майдонлар: %(field_names)s. Муаммо давом этса, хатолик ҳақида хабар беринг.

source: Please submit at most %(num)d form.
uz: Илтимос, энг кўпи %(num)d та форма юборинг.

source: Please submit at least %(num)d form.
uz: Илтимос, камида %(num)d та форма юборинг.

source: Order
uz: Тартиб

source: Please correct the duplicate data for %(field)s.
uz: Илтимос, %(field)s учун такрор маълумотни тўғриланг.

source: Please correct the duplicate data for %(field)s, which must be unique.
uz: Илтимос, уникал бўлиши керак бўлган %(field)s учун такрор маълумотни тўғриланг.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
uz: Илтимос, %(date_field)s ичидаги %(lookup)s учун уникал бўлиши керак бўлган %(field_name)s маълумотини тўғриланг.

source: Please correct the duplicate values below.
uz: Илтимос, қуйидаги такрор қийматларни тўғриланг.

source: The inline value did not match the parent instance.
uz: Ички қиймат асосий объектга мос келмади.

source: Select a valid choice. That choice is not one of the available choices.
uz: Тўғри танловни қилинг. Бу вариант мавжуд эмас.

source: “%(pk)s” is not a valid value.
uz: “%(pk)s” тўғри қиймат эмас.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
uz: %(datetime)s сана/вақт %(current_timezone)s вақт зонасида талқин қилинмади; у ноаниқ ёки мавжуд эмас бўлиши мумкин.

source: Clear
uz: Тозалаш

source: Currently
uz: Ҳозирда

source: yes,no,maybe
uz: ҳа,йўқ,эҳтимол

source: %(size)d byte
uz: %(size)d байт

source: %s KB
uz: %s КБ

source: %s MB
uz: %s МБ

source: %s GB
uz: %s ГБ

source: %s TB
uz: %s ТБ

source: %s PB
uz: %s ПБ

source: p.m.
uz: кечқурун

source: a.m.
uz: эрталаб

source: PM
uz: Кечқурун

source: AM
uz: Эрталаб

source: midnight
uz: ярим тун

source: noon
uz: пешин

source: Monday
uz: Душанба

source: Tuesday
uz: Сешанба

source: Wednesday
uz: Чоршанба

source: Thursday
uz: Пайшанба

source: Friday
uz: Жума

source: Saturday
uz: Шанба

source: Sunday
uz: Якшанба

source: Mon
uz: Душ

source: Tue
uz: Сеш

source: Wed
uz: Чор

source: Thu
uz: Пай

source: Fri
uz: Жум

source: Sat
uz: Шан

source: Sun
uz: Як

source: January
uz: Январ

source: February
uz: Феврал

source: March
uz: Март

source: April
uz: Апрел

source: May
uz: Май

source: June
uz: Июн

source: July
uz: Июл

source: August
uz: Август

source: September
uz: Сентябр

source: October
uz: Октябр

source: November
uz: Ноябр

source: December
uz: Декабр

source: jan
uz: ян

source: feb
uz: фев

source: mar
uz: мар

source: apr
uz: апр

source: may
uz: май

source: jun
uz: июн

source: jul
uz: июл

source: aug
uz: авг

source: sep
uz: сен

source: oct
uz: окт

source: nov
uz: ноя

source: dec
uz: дек

# abbrev. month
source: Jan.
uz: Янв.

# abbrev. month
source: Feb.
uz: Фев.

# abbrev. month
source: March
uz: Март

# abbrev. month
source: April
uz: Апр.

# abbrev. month
source: May
uz: Май

# abbrev. month
source: June
uz: Июн

# abbrev. month
source: July
uz: Июл

# abbrev. month
source: Aug.
uz: Авг.

# abbrev. month
source: Sept.
uz: Сен.

# abbrev. month
source: Oct.
uz: Окт.

# abbrev. month
source: Nov.
uz: Ноя.

# abbrev. month
source: Dec.
uz: Дек.

# alt. month
source: January
uz: Январ

# alt. month
source: February
uz: Феврал

# alt. month
source: March
uz: Март

# alt. month
source: April
uz: Апрел

# alt. month
source: May
uz: Май

# alt. month
source: June
uz: Июн

# alt. month
source: July
uz: Июл

# alt. month
source: August
uz: Август

# alt. month
source: September
uz: Сентябр

# alt. month
source: October
uz: Октябр

# alt. month
source: November
uz: Ноябр

# alt. month
source: December
uz: Декабр

source: This is not a valid IPv6 address.
uz: Бу тўғри IPv6 манзили эмас.

source: or
uz: ёки

source: %(num)d year
uz: %(num)d йил

source: %(num)d month
uz: %(num)d ой

source: %(num)d week
uz: %(num)d ҳафта

source: %(num)d day
uz: %(num)d кун

source: %(num)d hour
uz: %(num)d соат

source: %(num)d minute
uz: %(num)d дақиқа

source: Forbidden
uz: Тақиқланган

source: CSRF verification failed. Request aborted.
uz: CSRF текшируви амалга ошмади. Сўров бекор қилинди.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
uz: Сиз бу хабарни кўряпсиз, чунки ушбу HTTPS сайт веб-браузерингиздан "Referer" сарлавҳасини юборишни талаб қилади, лекин у юборилмаган. Бу сарлавҳа хавфсизлик учун талаб қилинади, браузерингиз учинчи шахслар томонидан ўғирланмаганига ишонч ҳосил қилиш мақсадида.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
uz: Агар сиз браузерингизни "Referer" сарлавҳаларини ўчиришга мослаб қўйган бўлсангиз, илтимос уларни қайта ёқинг, камида ушбу сайт учун, ёки HTTPS уланишлар учун, ёки "same-origin" сўровлари учун.

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
uz: Агар сиз <meta name="referrer" content="no-referrer"> тегидан ёки "Referrer-Policy: no-referrer" сарлавҳасидан фойдаланаётган бўлсангиз, илтимос, уларни олиб ташланг. CSRF ҳимояси қатъий текшириш учун "Referer" сарлавҳасини талаб қилади. Агар махфийликдан хавотирда бўлсангиз, учинчи шахс сайтларига ҳаволалар учун <a rel="noreferrer" …> каби альтернативаларадан фойдаланинг.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
uz: Сиз ушбу хабарни кўряпсиз, чунки бу сайт формаларни юборишда CSRF cookie талаб қилади. Бу cookie хавфсизлик нуқтаи назаридан, браузерингиз учинчи шахслар томонидан ўғирланмаслиги учун талаб қилинади.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
uz: Агар сиз браузерингизни cookie маълумотларини ўчиришга мослаб қўйган бўлсангиз, илтимос, уларни қайта ёқинг, камида ушбу сайт учун ёки "same-origin" сўровлари учун.

source: More information is available with DEBUG=True.
uz: Қўшимча маълумотларни DEBUG=True орқали кўриш мумкин.

source: No year specified
uz: Йил кўрсатилмаган

source: Date out of range
uz: Сана чегарадан ташқари

source: No month specified
uz: Ой кўрсатилмаган

source: No day specified
uz: Кун кўрсатилмаган

source: No week specified
uz: Ҳафта кўрсатилмаган

source: No %(verbose_name_plural)s available
uz: Ҳеч қандай %(verbose_name_plural)s мавжуд эмас

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
uz: Келгусидаги %(verbose_name_plural)s мавжуд эмас, чунки %(class_name)s.allow_future = False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
uz: "%(datestr)s" сана қатори нотўғри. Талаб қилинган формат: "%(format)s"

source: No %(verbose_name)s found matching the query
uz: Сўровга мос келадиган %(verbose_name)s топилмади

source: Page is not “last”, nor can it be converted to an int.
uz: Саҳифа "охирги" эмас ва уни бутун сонга айлантириб бўлмайди.

source: Invalid page (%(page_number)s): %(message)s
uz: Нотўғри саҳифа (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
uz: Рўйхат бўш ва "%(class_name)s.allow_empty" = False.

source: Directory indexes are not allowed here.
uz: Бу ерда директория индексларига рухсат йўқ.

source: “%(path)s” does not exist
uz: "%(path)s" мавжуд эмас

source: Index of %(directory)s
uz: %(directory)s индекс

source: The install worked successfully! Congratulations!
uz: Ўрнатиш муваффақиятли бажарилди! Табриклаймиз!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
uz: Django %(version)s учун <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">релиз изоҳларини</a> кўриш

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
uz: Сиз ушбу саҳифани кўряпсиз, чунки <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> созламалар файлингизда ўрнатилган ва сиз ҳали ҳеч қандай URL мослама қилмагансиз.

source: Django Documentation
uz: Django Ҳужжатлари

source: Topics, references, &amp; how-to’s
uz: Мавзулар, ҳаволалар ва қўлланмалар

source: Tutorial: A Polling App
uz: Дарслик: Сўровнома иловаси

source: Get started with Django
uz: Django билан иш бошлаш
