Repository: anonim-111/c-panel
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Django Community
uz: Django Ҳамжамияти

source: Connect, get help, or contribute
uz: Боғланинг, ёрдам олинг ёки ҳисса қўшинг

source: Account
uz: Ҳисоб

source: See Profile
uz: Профилни кўриш

source: Jazzmin version
uz: Jazzmin версияси

source: Copyright
uz: Муаллифлик ҳуқуқи

source: All rights reserved.
uz: Барча ҳуқуқлар ҳимояланган.

source: UI Configuration
uz: UI созламалари

source: Copy this info your settings file to persist these UI changes
uz: Бу маълумотни UI ўзгаришларини сақлаш учун созламалар файлига кўчиринг

source: %(timesince)s ago
uz: %(timesince)s олдин

source: Actions
uz: Амаллар

source: Template: <q>%(name)s</q>
uz: Шаблон: <q>%(name)s</q>

source: Search path for template <q>%(name)s</q>:
uz: Шаблон учун қидириш йўли <q>%(name)s</q>:

source: View function: <code>%(full_name)s</code>. Name: <code>%(url_name)s</code>.
uz: Кўриш функцияси: <code>%(full_name)s</code>. Номи: <code>%(url_name)s</code>.

source: Deleted “{object}”.
uz: “{object}” ўчирилди.

source: Could not reverse url from {instance}
uz: URL {instance} дан қайта ёзиб бўлмади

source: This object doesn't have a change history. It probably wasn't added via this admin site.
uz: Бу объектнинг ўзгариш тарихи йўқ. Эҳтимол, у ушбу админ сайт орқали қўшилмаган.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
uz: Хавфсизлик учун эски паролингизни киритинг, сўнгра уни тўғри киритганингизни текширишимиз учун янги паролингизни икки марта киритинг.

source: First, enter a username and password. Then, you'll be able to edit more user options.
uz: Аввал фойдаланувчи номини ва паролни киритинг. Кейин бошқа фойдаланувчи танловларини таҳрирлай оласиз.
