Repository: anonim-111/c-panel
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Control Panel Admin
uz: Бошқарув панели администратори

source: Control Panel
uz: Бошқарув панели

source: Control Panel Welcome sign
uz: Бошқарув панелига хуш келибсиз

source: Uzbek
uz: Ўзбек

source: psychiatrist
uz: психиатр

source: inspector
uz: профилактика инспектори

source: neighborhood
uz: маҳалла

source: district
uz: туман

source: Is overdue
uz: Муддати ўтганми

source: Yes
uz: Ҳа

source: No
uz: Йўқ

source: reason for special consideration
uz: Махсус ҳисобга олиш сабаби

source: social-domestic environment
uz: ижтимоий-маиший муҳит

source: next medical examination deadline
uz: кейинги тиббий кўрикнинг охирги муддати

source: days left until the next medical examination
uz: кейинги тиббий кўрикгача қолган кунлар

source: %(days)d days past
uz: %(days)d кун ўтган

source: %(days)d days left
uz: %(days)d кун қолган

source: Psytracks
uz: Блок-А

source: Regularly receiving
uz: Мунтазам олаяпти

source: Not receiving
uz: Олмаяпти

source: Quickly receiving
uz: Тез тез олаяпти

source: Reraly receiving
uz: Камдан кам олаяпти

source: Alcohol and drug
uz: Алкагол ва наркотик модда истеъмол қилади

source: Alcohol
uz: Алкагол истеъмол қилади

source: Drug
uz: Наркотик модда истеъмол қилади

source: Not consume
uz: Истеъмол қилмайди

source: At home
uz: Уйда

source: In hospital
uz: Шифохонада

source: Out of the area
uz: Ҳудудидан чиқиб кетган

source: Address unknown
uz: Манзили ноаниқ

source: full_name
uz: Ф.И.Ш.

source: phone
uz: телефон

source: brigade_number
uz: бригада рақами

source: polyclinic name
uz: поликлиника номи

source: birth date
uz: Туғилган санаси

source: Doctor
uz: Шифокор

source: Doctors
uz: Шифокорлар

source: user
uz: фойдаланувчи

source: Psychiatrist
uz: Психиатр

source: Psychiatrists
uz: Психиатрлар

source: name
uz: номи

source: Reason for special consideration
uz: Махсус ҳисобга олиш сабаби

source: Reasons for special consideration
uz: Махсус ҳисобга олиш сабаблари

source: Social-domestic environment
uz: Ижтимоий-маиший муҳит

source: Social-domestic environments
uz: Ижтимоий-маиший муҳитлар

source: The file size must not exceed %(size)d MB.
uz: Файл ҳажми %(size)d МБ дан ошмаслиги керак.

source: Only %(extensions)s files are allowed.
uz: Фақат %(extensions)s файлларига рухсат берилади.

source: pinfl
uz: ЖШШИР

source: birth_date
uz: Туғилган санаси

source: is aggressive
uz: тажовузкорми

source: maximal examination interval (in days)
uz: максимал кўрик оралиғи (кунларда)

source: address
uz: манзили

source: date of the last psychiatric appointment
uz: Охирги психиатр қабулига келган куни

source: file of the last psychiatric appointment
uz: Охирги психиатр қабули файли

source: date of last home visit by a doctor or nurse
uz: Охирги шифокор ёки ҳамшира томонидан уйдаги курик

source: file of last home visit by a doctor or nurse
uz: Охирги уйдаги курик файли

source: if the patient has not been seen by a doctor within a month, the reason
uz: Агар бир ой ичида кўрилмаган бўлса сабабини қўрсатилсин

source: receiving supportive therapy
uz: Қувватловчи терапия олиниши

source: description for special consideration
uz: Махсус ҳисобга олиш тавсифи

source: alcohol and drug use
uz: алкагол ва наркотик модда истеъмол қилиши

source: where is now
uz: Бемор ҳозирги кунда қаерда

source: description where is now
uz: ҳозирги кунда қаерда изоҳ

source: from date of last hospitalization
uz: Охирги госпитализация бошланиш вақти

source: from date of last hospitalization file
uz: Охирги госпитализация бошланиш вақти файли

source: to date of last hospitalization
uz: Охирги госпитализация тугаш вақти

source: to date of last hospitalization file
uz: Охирги госпитализация тугаш вақти файли

source: Patient
uz: Руҳий ҳолати бузилган шахс

source: Patients
uz: Руҳий ҳолати бузилган шахслар

source: Dashboard
uz: Бош саҳифа

source: Utils
uz: Созламалар

source: Regions
uz: Вилоятлар

source: Districts
uz: Туманлар

source: Neighborhoods
uz: Маҳаллалар

source: Inspectors
uz: Профилактика инспекторлари

source: Statistics
uz: Статистика

source: Monitoring
uz: Мониторинг

source: Users
uz: Фойдаланувчилар

source: Groups
uz: Гуруҳлар

source: District admin
uz: Туман админи

source: Region admin
uz: Вилоят админи

source: Umumiy boshqaruv tizimi
uz: Умумий бошқарув тизими

source: Bu tizim Surxondaryo viloyati tumanlari bo‘yicha umumiy monitoring va statistik tahlil qilish uchun mo‘ljallangan.
uz: Бу тизим Сурхондарё вилояти туманлари бўйича умумий мониторинг ва статистик таҳлил қилиш учун мўлжалланган.

source: 2025 Barcha huquqlar himoyalangan.
uz: 2025 Барча ҳуқуқлар ҳимояланган.

source: Telefonlar
uz: Телефонлар

source: Biz bilan bog‘laning
uz: Биз билан боғланинг

source: Tuman tanlang...
uz: Туман танланг...

source: Umumiy statistika
uz: Умумий статистика

source: Jami ruhiy kasallar soni
uz: Жами руҳий касаллар сони

source: Mahallalar soni
uz: Маҳаллалар сони

source: Shifokor va hamshiralar soni
uz: Шифокор ва ҳамширалар сони

source: Psixiatrlar soni
uz: Психиатрлар сони

source: Profilaktika inspektorlari soni
uz: Профилактика инспекторлари сони

source: Tajavuzkor ruhiy kasallar soni
uz: Тажовузкор руҳий касаллар сони

source: Oxirgi ko'rikni o'tkazib yuborgan ruhiy kasallar soni
uz: Охирги кўрикни ўтказиб юборган руҳий касаллар сони

source: Oxirgi ko‘rikni o'tkazib yuborgan tajovuzkor ruhiy kasallar soni
uz: Охирги кўрикни ўтказиб юборган тажовузкор руҳий касаллар сони

source: Oxirgi ko‘rikni o'tkazib yubormagan ruhiy kasallar soni
uz: Охирги кўрикни ўтказиб юбормаган руҳий касаллар сони

source: Oxirgi ko'rikni o'tkazib yubormagan tajovuzkor ruhiy kasallar soni
uz: Охирги кўрикни ўтказиб юбормаган тажовузкор руҳий касаллар сони

source: Surxondaryo tumanlari bo‘yicha ruhiy kasallar soni
uz: Сурхондарё туманлари бўйича руҳий касаллар сони

source: Tumanlar bo‘yicha ruhiy kasallar soni
uz: Туманлар бўйича руҳий касаллар сони

source: Export to Excel
uz: Ехcелга юклаб олиш

source: Totals
uz: Жами

source: Name
uz: Номи

source: Total patient count
uz: Жами руҳий касаллар сони

source: Total aggressive patient count
uz: Жами тажовузкор руҳий касаллар сони

source: Number of mentally ill people who have not missed their follow-up check-up
uz: Кейинги кўрикни ўтказиб юбормаган руҳий касаллар сони

source: Number of mentally ill people who missed their follow-up check-up
uz: Кейинги кўрикни ўтказиб юборган руҳий касаллар сони

source: Number of aggressive mentally ill people who have not missed their follow-up check-up
uz: Кейинги кўрикни ўтказиб юбормаган тажовузкор руҳий касаллар сони

source: Number of aggressive mentally ill people who missed their follow-up check-up
uz: Кейинги кўрикни ўтказиб юборган тажовузкор руҳий касаллар сони

source: Umumiy davolanish bo'yicha statistika
uz: Умумий даволаниш бўйича статистика

source: Oxirgi ko'rikni o'tkazib yuborgan va o'tkazib yubormagan ruhiy kasallar bo'yicha
uz: Охирги кўрикни ўтказиб юборган ва ўтказиб юбормаган руҳий касаллар бўйича

source: General
uz: Асосий

source: Personal info
uz: Шахсий маълумотлар

source: Permissions
uz: Рухсатлар

source: Group
uz: Гуруҳ

source: Password
uz: Парол

source: Password confirmation
uz: Паролни тасдиқлаш

source: Passwords don't match
uz: Пароллар мос келмади.

source: telegram ID
uz: телеграм ИД

source: User
uz: Фойдаланувчи

source: District admins
uz: Туман админлари

source: region
uz: вилоят

source: Region admins
uz: Вилоят админлари

source: Total neighborhood count
uz: Жами маҳаллалар сони

source: Region
uz: Вилоят

source: District
uz: Туман

source: Neighborhood
uz: Маҳалла

source: Inspector
uz: Профилактика инспектори

source: key
uz: калит

source: value
uz: қиймат

source: Settings key
uz: Созламалар калити

source: Settings keys
uz: Созламалар калитлари

source: Delete selected %(verbose_name_plural)s
uz: %(verbose_name_plural)s ларни ўчириш

source: Successfully deleted %(count)d %(items)s.
uz: %(count)d%(items)s муваффақиятли ўчирилди.

source: Cannot delete %(name)s
uz: %(name)s ўчириб бўлмади

source: Are you sure?
uz: Ишончингиз комилми?

source: Administration
uz: Администрация

source: All
uz: Барчаси

source: Unknown
uz: Номаълум

source: Any date
uz: Исталган кун

source: Today
uz: Бугун

source: Past 7 days
uz: Ўтган 7 кун

source: This month
uz: Шу ойда

source: This year
uz: Шу йилда

source: No date
uz: Санаси йўқ

source: Has date
uz: Санаси бор

source: Empty
uz: Бўш

source: Not empty
uz: Бўш эмас

source: Please enter the correct %(username)s and password for a staff account. Note that both fields may be case-sensitive.
uz: Ходимлар аккаунти учун тўғри %(username)s ва паролни киритинг. Эътибор беринг, ҳар икки майдонда катта-кичик ҳарфлар фарқланиши мумкин.

source: Action:
uz: Ҳаракат:

source: Add another %(verbose_name)s
uz: Яна бир %(verbose_name)s қўшиш

source: Remove
uz: Ўчириш

source: Addition
uz: Қўшиш

source: Change
uz: Ўзгартириш

source: Deletion
uz: Ўчириш

source: action time
uz: ҳаракат вақти

source: content type
uz: таркиб тури

source: object id
uz: объект идентификатори

source: object repr
uz: объект тақдимоти

source: action flag
uz: ҳаракат байроғи

source: change message
uz: хабарни ўзгартириш

source: log entry
uz: журнал ёзуви

source: log entries
uz: журнал ёзувлари

source: Added “%(object)s”.
uz: “%(object)s” қўшилди.

source: Changed “%(object)s” — %(changes)s
uz: “%(object)s” — %(changes)s га ўзгартирилди.

source: Deleted “%(object)s.”
uz: “%(object)s” ўчирилди.

source: LogEntry Object
uz: Журнал ёзуви объекти

source: Added {name} “{object}”.
uz: {name} “{object}” қўшилди.

source: Added.
uz: Қўшилди.

source: and
uz: ва

source: Changed {fields} for {name} “{object}”.
uz: {name} “{object}” учун {fields} ўзгартирилди.

source: Changed {fields}.
uz: {fields} ўзгартирилди.

source: Deleted {name} “{object}”.
uz: {name} “{object}” ўчирилди.

source: No fields changed.
uz: Бирор майдон ўзгартирилмади.

source: None
uz: Бўш

source: Hold down “Control”, or “Command” on a Mac, to select more than one.
uz: Бир нечта танлаш учун “Control” тугмасини босиб туринг (ёки Macда “Command”).

source: Select this object for an action - {}
uz: Ҳаракат учун ушбу объектни танланг - {}

source: The {name} “{obj}” was added successfully.
uz: {name} “{obj}” муваффақиятли қўшилди.

source: You may edit it again below.
uz: Уни қуйида яна таҳрирлашингиз мумкин.

source: The {name} “{obj}” was added successfully. You may add another {name} below.
uz: {name} “{obj}” муваффақиятли қўшилди. Қуйида яна бир {name} қўшишингиз мумкин.

source: The {name} “{obj}” was changed successfully. You may edit it again below.
uz: {name} “{obj}” муваффақиятли ўзгартирилди. Қуйида уни яна таҳрирлашингиз мумкин.

source: The {name} “{obj}” was added successfully. You may edit it again below.
uz: {name} “{obj}” муваффақиятли қўшилди. Қуйида уни таҳрирлашингиз мумкин.

source: The {name} “{obj}” was changed successfully. You may add another {name} below.
uz: {name} “{obj}” муваффақиятли ўзгартирилди. Қуйида яна бир {name} қўшишингиз мумкин.

source: The {name} “{obj}” was changed successfully.
uz: {name} “{obj}” муваффақиятли ўзгартирилди.

source: Items must be selected in order to perform actions on them. No items have been changed.
uz: Ҳаракатни бажариш учун элементлар танланиши керак. Ҳеч қандай элемент ўзгартирилмади.

source: No action selected.
uz: Ҳеч қандай ҳаракат танланмади.

source: The %(name)s “%(obj)s” was deleted successfully.
uz: %(name)s “%(obj)s” муваффақиятли ўчирилди.

source: %(name)s with ID “%(key)s” doesn’t exist. Perhaps it was deleted?
uz: %(key)s идентификаторли %(name)s мавжуд эмас. Балки у ўчирилгандир?

source: Add %s
uz: Қўшиш %s

source: Change %s
uz: %sни ўзгартириш

source: View %s
uz: Кўриш %s

source: Database error
uz: Маълумотлар базаси хатолиги юз берди

source: %(count)s %(name)s was changed successfully.
uz: %(count)s та %(name)s муваффақиятли ўзгартирилди

source: %(total_count)s selected
uz: %(total_count)s та танланди

source: 0 of %(cnt)s selected
uz: Жами %(cnt)s тадан 0 та танланди

source: Change history: %s
uz: Ўзгаришлар тарихи: %s

source: Deleting %(class_name)s %(instance)s would require deleting the following protected related objects: %(related_objects)s
uz: %(class_name)s %(instance)s ни ўчириш учун қуйидаги ҳимояланган боғлиқ объектларни ҳам ўчириш талаб қилинади: %(related_objects)s

source: Django site admin
uz: Django сайти админи

source: Django administration
uz: Django бошқаруви

source: Site administration
uz: Сайт бошқаруви

source: Log in
uz: Тизимга кириш

source: %(app)s administration
uz: %(app)s бошқаруви

source: Page not found
uz: Саҳифа топилмади

source: We’re sorry, but the requested page could not be found.
uz: Кечирасиз, сўралган саҳифа топилмади.

source: Home
uz: Бош саҳифа

source: Server error
uz: Сервер хатолиги

source: Server error (500)
uz: Сервер хатолиги (500)

source: Server Error <em>(500)</em>
uz: Сервер хатолиги <em>(500)</em>

source: There’s been an error. It’s been reported to the site administrators via email and should be fixed shortly. Thanks for your patience.
uz: Хатолик юз берди. Бу ҳақда сайт администраторларига электрон почта орқали хабар берилди ва тез орада тўғриланади. Сабр-тоқатингиз учун раҳмат.

source: Run the selected action
uz: Танланган фаолиятни ишга тушириш

source: Go
uz: Бориш

source: Click here to select the objects across all pages
uz: Барча саҳифалардаги объектларни танлаш учун шу ерни босинг

source: Select all %(total_count)s %(module_name)s
uz: Барча %(total_count)s %(module_name)s ни танлаш

source: Clear selection
uz: Танловни тозалаш

source: Breadcrumbs
uz: Йўл кўрсаткичлар

source: Models in the %(name)s application
uz: %(name)s иловасидаги моделлар

source: Add
uz: Қўшиш

source: View
uz: Кўриш

source: You don’t have permission to view or edit anything.
uz: Сизда ҳеч нарсани кўриш ёки таҳрирлаш учун рухсат йўқ.

source: First, enter a username and password. Then, you’ll be able to edit more user options.
uz: Аввало, фойдаланувчи номи ва паролни киритинг. Шундан сўнг, фойдаланувчи параметрларини таҳрирлашингиз мумкин бўлади.

source: Enter a username and password.
uz: Фойдаланувчи номи ва паролни киритинг.

source: Change password
uz: Паролни ўзгартириш

source: Please correct the error below.
uz: Илтимос, қуйидаги хатони тўгриланг.

source: Enter a new password for the user <strong>%(username)s</strong>.
uz: Фойдаланувчи <strong>%(username)s</strong> учун янги паролни киритинг.

source: Skip to main content
uz: Асосий мазмунга ўтиш

source: Welcome,
uz: Хуш келибсиз,

source: View site
uz: Сайтни кўриш

source: Documentation
uz: Қўлланма

source: Log out
uz: Чиқиш

source: Add %(name)s
uz: %(name)s қўшиш

source: History
uz: Тарих

source: View on site
uz: Сайтда кўриш

source: Filter
uz: Саралаш

source: Hide counts
uz: Сонларни яшириш

source: Show counts
uz: Сонларни кўрсатиш

source: Clear all filters
uz: Барча фильтрларни тозалаш

source: Remove from sorting
uz: Тартиблашдан чиқариш

source: Sorting priority: %(priority_number)s
uz: Тартиблаш устуворлиги: %(priority_number)s

source: Toggle sorting
uz: Тартиблашни ўзгартириш

source: Toggle theme (current theme: auto)
uz: Мавзуни ўзгартириш (жорий мавзу: авто)

source: Toggle theme (current theme: light)
uz: Мавзуни ўзгартириш (жорий мавзу: ёруғ)

source: Toggle theme (current theme: dark)
uz: Мавзуни ўзгартириш (жорий мавзу: қоронғи)

source: Delete
uz: Ўчириш

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
uz: %(object_name)s '%(escaped_object)s' ни ўчириш натижасида боғлиқ объектлар ҳам ўчирилади, лекин сизда қуйидаги турдаги объектларни ўчиришга рухсат йўқ:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
uz: %(object_name)s '%(escaped_object)s' ни ўчириш учун қуйидаги ҳимояланган боғлиқ объектларни ҳам ўчириш талаб қилинади:

source: Are you sure you want to delete the %(object_name)s "%(escaped_object)s"? All of the following related items will be deleted:
uz: %(object_name)s "%(escaped_object)s" ни ўчирмоқчи эканингизга ишончингиз комилми? Қуйидаги барча боғлиқ элементлар ҳам ўчирилади:

source: Objects
uz: Объектлар

source: Yes, I’m sure
uz: Ҳа, ишончим комил

source: No, take me back
uz: Йўқ, орқага қайтиш

source: Delete multiple objects
uz: Бир нечта объектларни ўчириш

source: Deleting the selected %(objects_name)s would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
uz: Танланган %(objects_name)s ни ўчириш боғлиқ объектларни ҳам ўчиришга олиб келади, лекин сизда қуйидаги турдаги объектларни ўчиришга рухсат йўқ:

source: Deleting the selected %(objects_name)s would require deleting the following protected related objects:
uz: Танланган %(objects_name)s ни ўчириш учун қуйидаги ҳимояланган боғлиқ объектларни ҳам ўчириш талаб қилинади:

source: Are you sure you want to delete the selected %(objects_name)s? All of the following objects and their related items will be deleted:
uz: Танланган %(objects_name)s ни ўчирмоқчи эканингизга ишончингиз комилми? Қуйидаги объектлар ва улар билан боғлиқ элементлар ўчирилади:

source: Delete?
uz: Ўчирасизми?

source: By %(filter_title)s
uz: %(filter_title)s бўйича

source: Summary
uz: Хулоса

source: Recent actions
uz: Сўнги ҳаракатлар

source: My actions
uz: Менинг ҳаракатларим

source: None available
uz: Мавжуд эмас

source: Added:
uz: Қўшилди:

source: Changed:
uz: Ўзгартирилди:

source: Deleted:
uz: Ўчирилди:

source: Unknown content
uz: Номаълум мазмун

source: Something’s wrong with your database installation. Make sure the appropriate database tables have been created, and make sure the database is readable by the appropriate user.
uz: Маълумотлар базаси ўрнатилишида муаммо юз берди. Керакли жадваллар яратилганига ва уларга тегишли фойдаланувчи томонидан кириш мумкинлигига ишонч ҳосил қилинг.

source: You are authenticated as %(username)s, but are not authorized to access this page. Would you like to login to a different account?
uz: Сиз %(username)s сифатида аниқландингиз, лекин бу саҳифага киришга рухсатингиз йўқ. Бошқа аккаунт орқали кирмоқчимисиз?

source: Forgotten your password or username?
uz: Парол ёки фойдаланувчи номини унутдингизми?

source: Toggle navigation
uz: Навигацияни алмаштириш

source: Sidebar
uz: Ён панел

source: Start typing to filter…
uz: Саралаш учун ёзишни бошланг…

source: Filter navigation items
uz: Навигация элементларини саралаш

source: Date/time
uz: Сана/вақт

source: Action
uz: Ҳаракат

source: entry
uz: ёзув

source: This object doesn’t have a change history. It probably wasn’t added via this admin site.
uz: Бу объектнинг ўзгариш тарихи мавжуд эмас. Эҳтимол, у бу админ сайти орқали қўшилмаган.

source: Show all
uz: Ҳаммасини кўрсатиш

source: Save
uz: Сақлаш

source: Popup closing…
uz: Попап ёпилмоқда…

source: Search
uz: Қидириш

source: %(counter)s result
uz: %(counter)s та натижа

source: %(full_result_count)s total
uz: Жами: %(full_result_count)s та

source: Save as new
uz: Янги сифатида сақлаш

source: Save and add another
uz: Сақлаш ва яна бирини қўшиш

source: Save and continue editing
uz: Сақлаш ва таҳрирлашни давом эттириш

source: Save and view
uz: Сақлаш ва кўриш

source: Close
uz: Ёпиш

source: Change selected %(model)s
uz: Танланган %(model)s ни ўзгартириш

source: Add another %(model)s
uz: Яна %(model)s қўшиш

source: Delete selected %(model)s
uz: Танланган %(model)s ни ўчириш

source: View selected %(model)s
uz: Танланган %(model)s ни кўриш

source: Thanks for spending some quality time with the web site today.
uz: Сайтимизда вақт сарфлаганингиз учун раҳмат.

source: Thanks for spending some quality time with the Web site today.
uz: Сайтимизда вақт сарфлаганингиз учун раҳмат.

source: Reset password
uz: Паролни тиклаш

source: Raw passwords are not stored, so there is no way to see the user’s password.
uz: Асосий (raw) пароллар сақланмайди, шунинг учун фойдаланувчининг паролини кўришнинг иложи йўқ.

source: Log in again
uz: Қайта тизимга кириш

source: Password change
uz: Паролни ўзгартириш

source: Your password was changed.
uz: Паролингиз ўзгартирилди.

source: Please enter your old password, for security’s sake, and then enter your new password twice so we can verify you typed it in correctly.
uz: Илтимос, хавфсизлик учун аввал эски паролингизни, сўнгра янги паролингизни икки марта киритинг.

source: Change my password
uz: Паролимни ўзгартириш

source: Password reset
uz: Паролни тиклаш

source: Your password has been set. You may go ahead and log in now.
uz: Паролингиз ўрнатилди. Эндиликда тизимга киришингиз мумкин.

source: Password reset confirmation
uz: Паролни тиклашни тасдиқлаш

source: Please enter your new password twice so we can verify you typed it in correctly.
uz: Илтимос, янги паролингизни икки марта киритинг. Тўғри киритилганини текширамиз.

source: New password:
uz: Янги парол:

source: Confirm password:
uz: Паролни тасдиқланг:

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
uz: Паролни тиклаш ҳаволаси яроқсиз. Балки у аввал фойдаланилган. Илтимос, янги ҳавола сўранг.

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
uz: Агар сиз киритган электрон почтага мос аккаунт мавжуд бўлса, паролни ўрнатиш бўйича кўрсатмалар электрон почтангизга юборилди. Яқин вақтда оласиз.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
uz: Агар хат келмаса, рўйхатдан ўтган манзилни тўғри киритганингизни текширинг ва спам папкасини кўринг.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
uz: Сизга бу хат %(site_name)s даги аккаунтингиз учун паролни тиклашни сўраганингиз учун юборилди.

source: Please go to the following page and choose a new password:
uz: Қуйидаги саҳифага ўтиб, янги паролни танланг:

source: Your username, in case you’ve forgotten:
uz: Фойдаланувчи номингиз, агар унутган бўлсангиз:

source: Thanks for using our site!
uz: Сайтимиздан фойдаланганингиз учун раҳмат!

source: The %(site_name)s team
uz: %(site_name)s жамоаси

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
uz: Паролингизни унутдингизми? Қуйида электрон почта манзилингизни киритинг, янги парол ўрнатиш бўйича кўрсатмаларни юборилади.

source: Email address:
uz: Электрон почта манзили:

source: Reset my password
uz: Паролимни тиклаш

source: Select all objects on this page for an action
uz: Ушбу саҳифадаги барча объектларни фаолият учун танлаш

source: All dates
uz: Барча саналар

source: Select %s
uz: %s ни танлаш

source: Select %s to change
uz: Ўзгартириш учун %s ни танлаш

source: Select %s to view
uz: Кўриш учун %s ни танлаш

source: Date:
uz: Сана:

source: Time:
uz: Вақт:

source: Lookup
uz: Қидириш

source: Currently:
uz: Ҳозирда:

source: Change:
uz: Ўзгартириш:

source: Authentication and Authorization
uz: Аутентификация ва Авторизация

source: %(name)s object with primary key %(key)r does not exist.
uz: %(key)r асосий калитли %(name)s объект мавжуд эмас

source: Password changed successfully.
uz: Парол муваффақиятли ўзгартирилди.

source: Change password: %s
uz: Паролни ўзгартириш: %s

source: password
uz: парол

source: last login
uz: охирги кириш

source: No password set.
uz: Ҳеч қандай парол ўрнатилмаган.

source: Invalid password format or unknown hashing algorithm.
uz: Нотўғри парол формати ёки номаълум хешлаш алгоритми ишлатилган.

source: The two password fields didn’t match.
uz: Иккала парол майдони бир-бирига мос келмади.
